[{"id": 100, "text": "I want to share as I had a teacher very have a good very good lation ship T shirt.", "time": 1000000, "language": "en"}, {"id": 12690, "text": "Oh, actually he is the my current school teacher for when I want to enter 2 gorgeous or we go to usually that college student went to the current school to apply forward Rascal so he was my linear algebra and discrete math teacher, an because of him. I really like this two subject and I work **** ** it.", "time": 126900000, "language": "en"}, {"id": 44520, "text": "An after we", "time": 445200000, "language": "en"}, {"id": 46790, "text": "Finish the testing I also feel very thankful to this teachers or I go back to fighting and he said. We're at all table usually only come back to see me within 3 years after 3 years. No one will come back to see me and has no I promise I will come back every teacher every year's teachers.", "time": 467900000, "language": "en"}, {"id": 77850, "text": "And later I fall find found the job and he also give me a present to conquer Ridge. It's I got the job.", "time": 778500000, "language": "en"}, {"id": 87130, "text": "But after 3 months. I got a message. Let's he he played basketball in the basketball field. He dying that basketball field and I feel so.", "time": 871300000, "language": "en"}, {"id": 103980, "text": "In Latin I will.", "time": 1039800000, "language": "en"}, {"id": 106690, "text": "Oh, at this is the first I feel my heart is so painful an.", "time": 1066900000, "language": "en"}, {"id": 115190, "text": "Every time every.", "time": 1151900000, "language": "en"}, {"id": 118410, "text": "Every year's teachers day I really think golfing and also when I see the.", "time": 1184100000, "language": "en"}, {"id": 127750, "text": "Formula or array. I feel is easy to understand it's because of Hank and I think I think.", "time": 1277500000, "language": "en"}, {"id": 137390, "text": "But now even every year.", "time": 1373900000, "language": "en"}, {"id": 141230, "text": "I think of, he but I can go back to seeing so yeah, so this, this story. Also, Mark me that if I have very good relationship with other teacher. I always remind myself need to go back to say then because.", "time": 1412300000, "language": "en"}, {"id": 160270, "text": "You don't know what happen in the future, yeah, let's say.", "time": 1602700000, "language": "en"}, 1463]