[{"id": 250, "text": "OK, so our first quarter is hardware, software project, we are doing.", "time": 2500000, "language": "en"}, {"id": 7300, "text": "Machine learning project and I'm angry I'm angry and upset because I basically do all the job because one reason is that we don't know what we're going to do and we split the work mistake. We mystically split the work so my my my job is did you hardware software data collection machine learning training?", "time": 73000000, "language": "en"}, {"id": 35520, "text": "And another guy's job is the enclosure another one strap is to do.", "time": 355200000, "language": "en"}, {"id": 44270, "text": "Image image processing, which we regard part of the machine learning, but actually.", "time": 442700000, "language": "en"}, {"id": 50290, "text": "That is too trivial to be in the final like to be in the final presentation of the project. So basically I went through the whole process. I collected data or by myself.", "time": 502900000, "language": "en"}, {"id": 64910, "text": "And we and I trained the date I had to.", "time": 649100000, "language": "en"}, {"id": 70090, "text": "All by myself, I figure out connection between hardware and the sensors over myself basically I did all project.", "time": 700900000, "language": "en"}, {"id": 82050, "text": "The good thing is I nerd a lot from Phone without Holder.", "time": 820500000, "language": "en"}, {"id": 87610, "text": "But what Matthew Hungry.", "time": 876100000, "language": "en"}, {"id": 90460, "text": "I'm angry because the communication is so hard.", "time": 904600000, "language": "en"}, {"id": 96660, "text": "Like every discussion, we will spend more than one hour.", "time": 966600000, "language": "en"}, {"id": 101090, "text": "But gets no results because we are mighty due to spreads we can focus on the real problem we want to.", "time": 1010900000, "language": "en"}, {"id": 112160, "text": "We want to solve with just bringing more includes and bring more possibility to make to make the situation more complex.", "time": 1121600000, "language": "en"}, {"id": 126280, "text": "Does it make you angry is because spent too much time?", "time": 1262800000, "language": "en"}, {"id": 135400, "text": "Yes, and recently spends too much time is out.", "time": 1354000000, "language": "en"}, {"id": 141120, "text": "Is harder to communicate with people?", "time": 1411200000, "language": "en"}, 1385]