[{"id": 50, "text": "Sing make me angry is I feel it's not really ex teacher that.", "time": 500000, "language": "en"}, {"id": 9190, "text": "Cooperation with", "time": 91900000, "language": "en"}, {"id": 13870, "text": "And your focus on GI's teacher.", "time": 138700000, "language": "en"}, {"id": 23030, "text": "Because recently all project.", "time": 230300000, "language": "en"}, {"id": 28540, "text": "The red the Russian a little bit change.", "time": 285400000, "language": "en"}, {"id": 32340, "text": "An I I don't feel teachers give us really fully supported. I really understand us an actress field.", "time": 323400000, "language": "en"}, {"id": 45080, "text": "Thankful by some very rated curse. Otherwise, an it can be finished in 2 months.", "time": 450800000, "language": "en"}, {"id": 56190, "text": "An actually Ness semester, we plan to leverage the we think we can laughing through the code. We wrote so we spend so much time last quarter.", "time": 561900000, "language": "en"}, {"id": 71970, "text": "And but this quarter, the direction people. It is OK to us because we still family are the wrestler power. Generally, we propose the technical architecture, but later on the advice is to use glasses and iPhone. I feel do you ring know how hard of this technology and we don't have the daring our teams diversity?", "time": 719700000, "language": "en"}, {"id": 102510, "text": "So then Reno our teens computing power. We have, we don't have how really hardware engineer like the.", "time": 1025100000, "language": "en"}, {"id": 112780, "text": "You know the people who are going to want to go to cool. Colonel become this kind of engineer in our team. How can you propose that situation today to see really know how to plan the schedule.", "time": 1127800000, "language": "en"}, {"id": 129550, "text": "I just feel he has very limited experience in job or they won't propose that.", "time": 1295500000, "language": "en"}, {"id": 136990, "text": "Suggestion.", "time": 1369900000, "language": "en"}, {"id": 138550, "text": "Yeah, that's it.", "time": 1385500000, "language": "en"}, 1206]