[{"id": 410, "text": "So the things that made me not happy.", "time": 4100000, "language": "en"}, {"id": 5230, "text": "Is one of our teammates behavior?", "time": 52300000, "language": "en"}, {"id": 10140, "text": "Becaus for example, so for our evaluation friend and he insists that we need to do like performance test accuracy test by allowed time we cannot achieve that kind of.", "time": 101400000, "language": "en"}, {"id": 25500, "text": "Accuracy and the solid performance because our algorithm is not very perfect here. We just call the API and it's very hard to do something with the API, but it's very hard to convince him that we want to focus on like user testing or other time latency stuff.", "time": 255000000, "language": "en"}, {"id": 44800, "text": "So it's very hard for us to communicate with him and let's.", "time": 448000000, "language": "en"}, {"id": 50690, "text": "Make me quite of angry be cause.", "time": 506900000, "language": "en"}, {"id": 53860, "text": "We will spend a lot of time, like doing nothing and have less productive productivity and the other example is like yesterday. We just finished beating a meeting with Linda and John.", "time": 538600000, "language": "en"}, {"id": 67570, "text": "And we just want to take advice. They eat our lunch and have a snob or have a neighbor or something but.", "time": 675700000, "language": "en"}, {"id": 74940, "text": "He just went to.", "time": 749400000, "language": "en"}, {"id": 77080, "text": "Vulcans team and talk with Mark and and say, Oh, we can have another meeting and so he came back 2 hours and say what you want to have a meeting with organ by that time, we are not prepared not only our mental status by also like the material. We can present with him because at that time, Linda and John are not agree with our evaluation plane so it's like quite of really unprepared to face Vulcan.", "time": 770800000, "language": "en"}, {"id": 104950, "text": "I think the things that may make me like a happy sack be cause. He didn't like communicate with us. Make sure we are going to same page long to talk with welcome but also like.", "time": 1049500000, "language": "en"}, {"id": 121840, "text": "Anyway I think like these are the things that I'm not happy with his behavior.", "time": 1218400000, "language": "en"}, 1542]